// © Copyright 2005-2009, 2015 HP Development Company, L.P.

TaskName = "Druckqualität kalibrieren";

CalibrationFailedTitle = "Kalibrieren der Druckqualität ist nicht möglich";
CalibrationFailedExplanation = "Überprüfen Sie, ob der Drucker korrekt angeschlossen und eingeschaltet ist. Versuchen Sie es dann noch einmal.";
PrintingPatternsProcessTitle = "Muster werden gedruckt…";
PenFailureMsg = "Eine Tintenpatrone fehlt, wurde nicht erkannt oder ist nicht korrekt eingesetzt.";

TwowayConnectionErrorTitle = "Die bidirektionale Kommunikation mit dem Gerät ist nicht möglich";

NoPensErrorTitle = "Es konnten keine Druckpatronen erkannt werden";
NoPensErrorMessage = "Wenn Druckpatronen eingesetzt wurden, überprüfen Sie, ob die Schutzfolie entfernt wurde, die die Tintendüsen bedeckt.";

CriticalConditionTitle = "Der Zustand des Druckers ist kritisch.";
CriticalConditionMsg = "Der kritische Zustand des Druckers muss behoben werden.";

HSDQualityCalibrationTextFieldTitle = "Druckqualität kalibrieren";
HSDInfoTextFieldTitle = "Dieser Vorgang verbessert möglicherweise die Druckqualität von Fotos. Vor dieser Kalibrierung wird eine Reinigung empfohlen.";
HSDGuideTextFieldTitle = "Klicken Sie auf \"Kalibrieren\", um den Vorgang zu starten. Dieser Vorgang dauert ca. eine Minute und erfordert ein Blatt Papier. Verwenden Sie für diesen Vorgang nur Normalpapier.";
HSDCalibrateButtonTitle = "Kalibrieren";

HSDPatternDescription1 = "Überprüfen Sie die gedruckte Seite, und wählen Sie das Label für das Muster mit den wenigsten erkennbaren horizontalen Linien. Betrachten Sie sowohl die hellen als auch die dunklen Bereiche der Muster, bevor Sie Ihre Auswahl treffen.";
HSDPatternLabel = "Musteretikett:";
HSDPatternDescription2 = "Nachdem Sie Ihre Auswahl getroffen haben, klicken Sie auf \"Übernehmen\".";
HSDApplyButton = "Übernehmen";
